<?php

return array(
  'categories' => 'الاقسام',
  'category' => 'القسم',
  'update_category' => 'تعديل قسم',
  'add_new_category' => 'اضافة قسم جديد',
  'name_ar' => 'الاسم بالعربية',
  'name_en' => 'الاسم بالانجليزية',
  'desc_ar'=>'التفاصيل بالعربية',
  'desc_en'=>'التفاصيل بالانجليزية',

  'rname_ar' => 'يرجى ادخال الاسم بالعربية',
  'rname_en' => 'يرجى ادخال الاسم بالانجليزية',

  'rdesc_ar' => 'يرجى ادخال  التفاصيل بالعربية',
  'rdesc_en' => 'يرجى ادخال التفاصيل بالانجليزية',

  'info_ar'=>'البيانات بالعربية',
  'info_en'=>'البيانات بالانجليزية',

  'photo'=>'الصورة',
  'r_photo'=>'يرجى اختيار الصورة',

  'status'=>'الحالة',
  'active'=>'مفعل',
  'unactive'=>'غير مفعل',

  'save'=>'حفظ',
  'update'=>'تحديث',
  'action'=>'العمليات',
  'in_home'=>'ظهور فى الرئيسية',
  'filter'=>'الفلتر',
  'delete_category'=>'سيتم حذف هذه الفئه اذا كانت ليس لها فئات فرعيه او منتجات !',
    'sort_order'=>'ترتيب الظهور',
    'download'=>'تحميل',
    'upload'=>'رفع',
    'banner'=>'لافتة',

);
