<?php

return array(
    'name_ar' => 'الاسم بالعربية',
    'name_en' => 'الاسم بالانجليزية',
    'desc_ar' => 'التفاصيل بالعربية',
    'desc_en' => 'التفاصيل بالانجليزية',
    'keys_ar' => 'المفتاح بالعربية',
    'keys_en' => 'المفتاح بالانجليزية',
    'valuear' => 'القيمة بالعربى',
    'valueen' => 'القيمة بالانجليزى',

    'info_ar' => 'البيانات بالعربية',
    'info_en' => 'البيانات بالانجليزية',
    'info_script' => 'بيانات الاسكريبت',


    'update' => 'تحديث',
    'save' => 'حفظ',
    'please' => 'يرجى ادخال ',


    // العملات
    'currency' => 'العملات',
    'add_new_currency' => 'اضافة عملة جديدة',
    'update_currency' => 'تعديل عملة',
    'symbol' => 'الرمز',
    'factor' => 'معامل التحويل',
    'deafult' => 'الافتراضية',
    'status' => 'الحالة',
    'action' => 'العمليات',
    'active' => 'مفعل',
    'unactive' => 'غير مفعل',
    'currency_deafult_done' => 'تم اعادة تعيين العملة الافتراضية بنجاح',

    'cant_delete_currency' => 'لا يمكن حذف هذة العملة لانها مرتبطة بطلبات',


    // العملات


    // القائمة البريدية
    'newsletter' => 'القائمة البريدية',
    'subject' => 'العنوان',
    'message' => 'الرسالة',
    'messages' => 'الرسائل السابقة',
    'date' => 'التاريخ',
    'send' => 'ارسال',

    // القائمة البريدية

    // طرق الدفع

    'payment_method' => 'طرق الدفع',
    'shipping_method' => 'طرق الشحن',
    'image' => 'الصورة',
    'upload' => 'تحميل',
    'delete_image' => 'هل تريد حذف الصورة ؟',

    // slider
    'slider' => 'الاسليدر',

    'advertisment' => 'الاعلانات',
    'link' => 'اللينك',
    'rlink' => 'يرجى ادخال اللينك',
    'delete' => 'حذف',


    // Seo
    'seo' => 'السيو',
    'url' => 'اللينك',
    'author' => 'المؤلف',
    'add_new_seo' => 'اضافة جديد',
    'update_seo' => 'تعديل السيو',

    'header_script' => 'اسكريبت الهيدر و الفوتر',
    'header' => 'اسكريبت الهيدر',
    'footer' => 'اسكريبت الفوتر',


    // الكوبونات
    'vouchers' => 'الكوبونات',
    'code' => 'الكود',
    'min_total' => 'اقل قيمة للسلة',
    'num_of_use' => 'عدد مرات الاستخدم',
    'max_num_of_use' => 'اقصى عدد للاستخدام',
    'start_date' => 'تاريخ البدأ',
    'end_date' => 'تاريخ الانتهاء',
    'discount_type' => 'نوع الخصم',
    'amount' => 'المبلغ',
    'precentage' => 'النسبة',
    'add_new_voucher' => 'اضافة كوبون جديد',
    'update_voucher' => 'تعديل كوبون',
    'config' => 'الاعدادات',
    'delete_voucher' => 'هل تريد حذف هذا الكود ؟',

    'position' => 'المكان',
    'site_colors' => 'الوان الموقع',
    'site_fonts' => 'خطوط الموقع',
    'font_url' => 'رابط الخط',
    'color1' => 'اللون الاول',
    'color2' => 'اللون الثانى',
    'color3' => 'اللون الثالث',
    'color4' => 'اللون الرابع',

//   News
    'news' => 'الاخبار',
    'create_news' => 'اضافة خبر جديد',
    'update_news' => 'تعديل الخبر',
    'delete_news' => 'هل تريد حذف هذا الخبر؟',
    'news_ar' => 'الخبر بالعربية',
    'news_en' => 'الخبر بالانجليزية',
    'tax' => 'ضريبة القيمة المضافة',
    'tax_active' => 'تفعيل ضريبة القيمة المضافة',
    'ask_active' => 'تفعيل ضريبة القيمة المضافة في متجرك',
    'yes' => 'نعم',
    'no' => 'لا',
    'shipp_tax' => 'هل تريد حساب  ضريبة القيمة المضافة على رسوم الشحن؟',
    'product_tax' => 'هل تريد  اظهار سعر المنتج فى متجرك شاملا  لضريبة القيمة المضافة',
    'country_tax' => 'الدول المطبق عليها الضريبة',
    'edit' => 'تحرير',
    'othercountry' => 'باقى الدول',
    'tax_percentage' => 'نسبة الضريبة',


//    Menu Links
    'shown' => 'ظاهر',
    'hidden' => 'مخفى',
    'menu_links' => 'القوائم الرئيسية',
    'sort' => 'الترتيب',
    'name' => 'الاسم',

    'notification_settings' => 'نصوص الاشعارات',
    'send_sms' => 'رسالة نصيه',
    'show' => "عرض",
    'required' => "مطلوب",
    'hide' => "اخفاء",

    'active_for_user' => 'تفعيل للعملاء',
    'active_for_merchant' => 'تفعيل للتجار',

    'view_price_for' => 'عرض لسعر',
    'image_ar' => 'الصورة بالعربى',
    'image_en' => 'الصورة بالإنجليزى',
    'add_new_slider' => 'اضافة شريحة جديدة',

);
