<?php

return array(
    '{username}' => 'اسم العميل',
    '{time_from}' => 'تاريخ بداية العرض',
    '{time_to}' => 'تاريخ نهاية العرض',
    '{order_id}' => 'رقم الطلب',
    '{email}' => 'البريد الالكترونى',
    '{total}' => 'السعر الكلى',
    '{status}' => 'حالة الطلب',
    '{account_number}' => 'رقم الحساب',
    '{code}' => 'كود التفعيل',
    '{employee}' => 'اسم الموظف',
    '{cost}' => 'التكلفه',
    '{datetime}' => 'التاريخ والوقت',
    '{governorate}' => 'المحافظة',
    '{qr_code}' => 'QR code',

    'loading' => 'جارى التحميل...'

);
